Repository: kinan3bbas/fsrhilmakv2
Catalog: ControlPanel/Resources/Global.*.resx
Languages: ar

source: Active services
ar: الخدمات النشطة

source: Add New Message
ar: اضف رسالة جديدة

source: Add New Ratio
ar: اضف تقييم جديد

source: Add Path
ar: أضف مسار

source: Add service
ar: اضف خدمة

source: Admins
ar: المدراء

source: All services
ar: كل الخدمات

source: All Users
ar: جميع المستخدمين

source: Balance Ratio
ar: معدل التقييم

source: BASIC FUNCTIONS
ar: الوظائف الرئيسية

source: Clients
ar: المستخدمون

# Contact_us
source: Contact us Messages
ar: اتصل بنا

source: Cost
ar: الكلفة

source: Done services
ar: الخدمات المنجزة

source: service Paths
ar: مسارات الخدمة

source: service provider
ar: مزود الخدمة

source: Add
ar: اضف

source: Deleted Users
ar: المستخدمون المحذوفون

source: Index
ar: الفهرس

source: System Parameters
ar: بارمترات النظام

source: Users
ar: المستخدمون

source: User Works
ar: تخصص مقدم الخدمة

source: Avg Services In One Day
ar: معدل الخدمة في يوم واحد

source: code
ar: الكود

source: Country
ar: البلد

source: Email
ar: البريد الالكتروني

source: name
ar: الاسم

source: Number Of Active Services
ar: عدد الخدمات الفعالة

source: Number Of Done Services
ar: عدد الخدمات المنجزة

source: PhoneNumber
ar: رقم الهاتف

source: service_PathsInformation
ar: معلومات مسار الخدمة

source: Speed
ar: السرعة

source: System Parameters Information
ar: معلومات بارمترات النظام

source: value
ar: القيمة

source: Service Providers
ar: مزودو الخدمة

source: Are you sure you want to delete this?
ar: هل انت متاكد من حذف هذا؟

source: Back To List
ar: العودة الى القائمة

source: Delete
ar: حذف

source: Delete Service Path Information
ar: حذف معلومات مسار الخدمة

source: Delete System Parameter Information
ar: حذف معلومات بارمتر النظام

source: Delete User Work Information
ar: حذف معلومات تخصص مقدم الخدمة

source: Details Service Path Information
ar: تفاصيل معلومات مسار الخدمة

source: Details System Parameter Information
ar: تفاصيل معلومات بارامتر النظام

source: Details User Work Information
ar: تفاصيل معلومات تخصص مقدم الخدمة

source: Edit Service Path Information
ar: عدل معلومات مسار الخدمة

source: Edit System Parameter Information
ar: عدل معلومات بارامتر النظام

source: Edit User Work Information
ar: عدل معلومات تخصص مقدم الخدمة

source: Enter Service Path Information
ar: أدخل معلومات مسار الخدمة

source: Enter System Parameter Information
ar: أدخل معلومات بارمترات النظام

source: Save
ar: حفظ

source: Create New Service Path
ar: اضافة مسار خدمة جديد

source: Create New System Parameter
ar: اضافة بارمتر نظام جديد

source: Create New user Work
ar: اضافة تخصص مقدم الخدمة

source: Payments
ar: المدفوعات

source: Ratings
ar: التقييمات

source: Services under interpretation
ar: الخدمات قيد التفسير

source: Transfer Operations
ar: عمليات التحويل

source: Interpreted Services
ar: الخدمات المفسرة

source: Services Information
ar: معلومات الخدمات
